{
  "welcome_message": "Bem-vindo!",
  "home": "Home",
  "introduction": "Meu nome é Guilherme Pontifice, sou um Engenheiro de Software Front-End",
  "about_me": "Sobre mim",
  "main": "Meu objetivo é sempre entregar soluções eficientes e bem testadas, utilizando as melhores práticas de desenvolvimento.",
  "projects": "Projetos",
  "contact": "Contato",
  "about_me_title": "Meu nome é Guilherme Pontifice, estou localizado em São Paulo.",
  "about_me_text": "Sou um Desenvolvedor aficionado por soluções simples e eficientes para problemas difíceis. Entusiasta de métodos ágeis, ambientes flexíveis e entrega contínua.",
  "about_me_text_2": "Para mim, minimalismo é a chave para permanecer focado no que realmente importa para os usurários. Eu sempre mantenho a atenção aos detalhes e o foco na ética profissional.",
  "about_me_text_3": "No ensino médio, tive um intensivo de três anos de aulas de  programação, incluindo um Projeto de Conclusão de Curso feita durante o final do terceirão. Desde então, eu segui caminhos diferentes. Trabalhei com Excel e PowerBI,  criando P&L e melhorando os que já tinhamos na empresa. Mas novamente, me encontrei no mundo da programação.",
  "error_message": "Erro 404",
  "about_me_studying": "Estudando",
  "job_frontend_software_developer": "Engenheiro de Software Front-End",
  "job_pricing_assistant": "Auxiliar de Pricing",
  "job_mary_help": "Auxiliar Administrativo",
  "projects_title": "Projetos que eu criei",
  "projects_paragraph": "Já trabalhei em vários projetos, mas esses são meus principais. De vez em quando, ainda os vejo verifico se algo precisa ser renovado ou recodificado.",
  "timer_project": "Timer feito com TypeScript",
  "movie_project": "Catálogo de Filmes feito com JavaScript consumindo uma API",
  "wordle_project": "Wordle Clone feito com JavaScript",
  "contact_title": "Entre em contato comigo aqui:",
  "contact_name": "Digite seu nome:",
  "contact_email": "Digite seu email",
  "contact_message": "Digite sua mensagem:",
  "contact_submit": "Enviar",
  "poems_project": "API de Poemas feito com JavaScript e React"
}