{
  "about_me": "About",
  "about_me_studying": "Studying",
  "about_me_text": "A Software Developer passioned about simple and efficient solutions for hard problems. Enthusiast of agile methods, flexible environments and Continuous Delivery.",
  "about_me_text_2": "For me, minimalism is the key to staying focused on what really matters to users. I always keep attention to details and focus on work ethic.",
  "about_me_text_3": "At high school, I had an intense three years of programming classes, including a Final Project made at the end of the third year. Since then, I followed a different paths. I worked with Excel and PowerBI data manipulation, creating P&L's and improving the ones we already had in the company. But I found myself in love with programming once again.",
  "about_me_title": "My name is Guilherme Pontifice, I am based in Guarulhos, São Paulo, Brazil.",
  "contact": "Contact",
  "contact_email": "Enter your email",
  "contact_message": "Enter your message:",
  "contact_name": "Enter your Name:",
  "contact_submit": "Submit",
  "contact_title": "You can get in touch with me here:",
  "error_message": "Error 404",
  "home": "Home",
  "introduction": "I am Gui Pontifice, I'm a Front-End Software Engineer.",
  "job_frontend_software_developer": "Front-End Software Engineer",
  "job_mary_help": "Administrative",
  "job_pricing_assistant": "Pricing Assistant",
  "main": "My goal is to always deliver efficient and well-tested solutions, using the best development practices.",
  "movie_project": "Movie Catalog made with JavaScript consuming an API",
  "projects": "Projects",
  "projects_paragraph": "I've worked on a number of projects, but these are my main ones. From time to time, I still look at them and check if something need to be renewed or recoded.",
  "projects_title": "Projects that I made",
  "timer_project": "Timer made with TypeScript",
  "welcome_message": "Welcome!",
  "wordle_project": "Wordle Clone made with JavaScript",
  "poems_project": "Poems API made with JavaScript and React"
}