{
    "home": "Home",
    "welcome_message": "Bienvenido!",
    "introduction": "Mi nombre és Guilherme Pontifice, soy un Desarollador de Software Front-End",
    "about_me": "Sobre mi",
    "main":"Mi objetivo es ofrecer siempre soluciones eficientes y bien probadas, utilizando las mejores prácticas de desarrollo.",
    "projects": "Proyetos",
    "contact": "Contacto",
    "skills": "Herramientas",
    "about_me_title":"Mi nombre es Guilherme Pontifice, estoy ubicado en Sâo Paulo.",
    "about_me_text": "Soy un Desarrollador aficionado por soluciones simples y eficientes a problemas difíciles. Entusiasta de los métodos ágiles, entornos flexibles y entrega continua.",
    "about_me_text_2":"Para mí, el minimalismo es la clave para mantener el foco en lo que realmente les importa a los usuarios. Siempre mantengo la atención al detalle y me enfoco en la ética profesional.",
    "about_me_text_3":"En la escuela secundaria, tomé tres años intensivos de clases de programación, incluido un Proyecto Final de Curso realizado al final del tercer año. Desde entonces he seguido caminos diferentes. Trabajé con Excel y PowerBI, creando P&L y mejorando los que ya teníamos en la empresa. Pero nuevamente me encontré en el mundo de la programación.",
    "error_message": "Erro 404",
    "about_me_studying": "Estudiando",
    "job_frontend_software_developer": "Desarollador de Software Front-End",
    "job_pricing_assistant": "Asistente de Pricing",
    "job_mary_help": "Asistente Administrativo",
    "projects_title": "Proyectos que creé",
    "projects_paragraph": "He trabajado en varios proyectos, pero estos son los principales. De vez en cuando, todavía los miro y compruebo si es necesario renovar o recodificar algo.",
    "contact_title": "Contáctame aquí:",
    "contact_name": "Escriba su nombre:",
    "contact_email": "Escriba tu correo eletrónico",
    "contact_message": "Ingrese su mensaje:",
    "contact_submit": "Mandar", 
    "poems_project": "Poems API hecho con JavaScript y React"
  }