{
  "welcome_message": "Bem-vindo!",
  "home": "Home",
  "introduction": "Meu nome é Guilherme Pontifice, sou um Engenheiro de Software Front-End",
  "about_me": "Sobre mim",
  "main": "Meu objetivo é sempre entregar códigos eficientes e bem testados, utilizando as melhores práticas de desenvolvimento.",
  "projects": "Projetos",
  "contact": "Contato",
  "about_me_title": "Meu nome é Guilherme Pontifice, estou localizado em São Paulo.",
  "about_me_text": "Sou um Desenvolvedor Front-end apaixonado por solucionar desafios complexos com eficiência. Destaco-me pela destreza com inglês, habilidades em JavaScript e React, e meu interesse no mundo open-source.",
  "about_me_text_2": "Estou ansioso para aplicar meu aprendizado e contribuir ativamente em projetos desafiadores. Estou comprometido em crescer e aprender de forma contínua, contribuindo para o sucesso da equipe e da empresa. Para mim, minimalismo é a chave para permanecer focado no que realmente importa para os usuários. Eu sempre mantenho a atenção aos detalhes e o foco na ética profissional.",
  "about_me_text_3": "Contribuí em projetos de diversos tamanhos, fortalecendo não apenas meu conhecimento, mas também compartilhando aprendizados com a equipe. Sou comprometido, focado e inovador, buscando constantemente aprimorar minhas habilidades através de cursos e bootcamps online.",
  "error_message": "Erro 404",
  "about_me_studying": "Estudando",
  "job_frontend_software_developer": "Engenheiro de Software Front-End",
  "job_pricing_assistant": "Auxiliar de Pricing",
  "job_mary_help": "Auxiliar Administrativo",
  "projects_title": "Projetos que eu criei",
  "projects_paragraph": "Já trabalhei em vários projetos, mas esses são meus principais. De vez em quando, ainda vejo se algo precisa ser refeito ou recodificado.",
  "investing_project": "Feito com JavaScript para uso interno de um colaborador em uma empresa de investimentos.",
  "movie_project": "Catálogo de Filmes feito com JavaScript consumindo uma API",
  "wordle_project": "Wordle Clone feito com JavaScript",
  "contact_title": "Entre em contato comigo aqui:",
  "contact_name": "Digite seu nome:",
  "contact_email": "Digite seu email",
  "contact_message": "Digite sua mensagem:",
  "contact_submit": "Enviar",
  "poems_project": "API de Poemas feito com JavaScript e React"
}